[
    {
        "pergunta": "Com que bênçãos Deus nos abençoou em Cristo?",
        "opcoes": ["Com toda sorte de bênçãos espirituais nas regiões celestiais", "Com riquezas materiais", "Com bênçãos hereditárias", "Com sabedoria e conhecimento mundano"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 1:3 - Bendito o Deus e Pai de nosso Senhor Jesus Cristo, o qual nos abençoou com todas as bênçãos espirituais nos lugares celestiais em Cristo.",
            "ARA": "Efésios 1:3 - Bendito o Deus e Pai de nosso Senhor Jesus Cristo, que nos tem abençoado com toda sorte de bênção espiritual nas regiões celestiais em Cristo,",
            "NVI": "Efésios 1:3 - Bendito seja o Deus e Pai de nosso Senhor Jesus Cristo, que nos abençoou com todas as bênçãos espirituais nas regiões celestiais em Cristo."
        },
        "comentario": "As bênçãos espirituais indicam tudo o que recebemos de Deus por meio de Cristo para nossa salvação e vida espiritual, ressaltando o foco celestial do plano divino."
    },
    {
        "pergunta": "Qual é o mistério revelado em Efésios 3?",
        "opcoes": ["Que os gentios são coerdeiros em Cristo", "Que o sábado deve ser guardado", "Que o dízimo deve ser dado", "Que Jerusalém será restaurada"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 3:6 - a saber, que os gentios são coerdeiros, e de um mesmo corpo, и participantes da promessa em Cristo pelo evangelho;",
            "ARA": "Efésios 3:6 - a saber, que os gentios são coerdeiros, membros do mesmo corpo e coparticipantes da promessa em Cristo Jesus por meio do evangelho;",
            "NVI": "Efésios 3:6 - ou seja, que os gentios são co-herdeiros com Israel, membros do mesmo corpo, e co-participantes da promessa em Cristo Jesus por meio do evangelho."
        },
        "comentario": "Aqui, Paulo revela que os gentios, antes excluídos, agora fazem parte do corpo de Cristo, uma grande quebra de barreiras étnicas e religiosas."
    },
    {
        "pergunta": "Qual é a única arma OFENSIVA na armadura de Deus?",
        "opcoes": ["A espada do Espírito, que é a palavra de Deus", "O capacete da salvação", "O escudo da fé", "O cinturão da verdade"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:17 - Tomai também o capacete da salvação e a espada do Espírito, que é a palavra de Deus.",
            "ARA": "Efésios 6:17 - Tomai também o capacete da salvação e a espada do Espírito, que é a palavra de Deus.",
            "NVI": "Efésios 6:17 - Usem o capacete da salvação e a espada do Espírito, que é a palavra de Deus."
        },
        "comentario": "A palavra de Deus, representada pela espada, é a única arma de ataque no combate espiritual, essencial para proclamar a verdade e resistir ao mal."
    },
    {
        "pergunta": "Segundo Efésios, para que fomos escolhidos antes da fundação do mundo?",
        "opcoes": ["Para sermos santos e irrepreensíveis diante dele", "Para sermos ricos e influentes", "Para sermos líderes em sua igreja", "Para conquistarmos nações"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 1:4 - como também nos elegeu nele antes da fundação do mundo, para que fôssemos santos e irrepreensíveis diante dele em caridade,",
            "ARA": "Efésios 1:4 - assim como nos escolheu, nele, antes da fundação do mundo, para sermos santos e irrepreensíveis perante ele;",
            "NVI": "Efésios 1:4 - Porque Deus nos escolheu nele antes da criação do mundo, para sermos santos e irrepreensíveis em sua presença."
        },
        "comentario": "A escolha de Deus para a santidade é um reflexo do Seu amor soberano. Não fomos escolhidos por méritos, mas pela graça divina."
    },
    {
        "pergunta": "O que é mencionado em Efésios 2:8 sobre a salvação?",
        "opcoes": ["A salvação é um dom de Deus, não vem de obras", "A salvação vem por boas obras", "A salvação é fruto da nossa sabedoria", "A salvação é uma conquista humana"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 2:8 - Porque pela graça sois salvos, por meio da fé; e isso não vem de vós; é dom de Deus.",
            "ARA": "Efésios 2:8 - Porque pela graça sois salvos, mediante a fé; e isto não vem de vós; é dom de Deus;",
            "NVI": "Efésios 2:8 - Pois vocês são salvos pela graça, por meio da fé, e isto не vem de vocês, é dom de Deus;"
        },
        "comentario": "A salvação é um presente de Deus, dado pela graça e não conquistado por esforços humanos. Isso destaca a soberania de Deus em nossa redenção."
    },
    {
        "pergunta": "Em Efésios 5:1-2, como devemos andar, imitando a Deus?",
        "opcoes": ["Em amor, como Cristo nos amou e se entregou por nós", "Em sabedoria e prudência", "Em obediência estrita à lei", "Em devoção ritualística a Deus"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:1-2 - Sede, pois, imitadores de Deus, como filhos amados; e andai em amor, como também Cristo vos amou e se entregou a si mesmo por nós, em oferta e sacrifício a Deus, em cheiro suave.",
            "ARA": "Efésios 5:1-2 - Sede, pois, imitadores de Deus, como filhos amados; e andai em amor, como também Cristo nos amou e se entregou a si mesmo por nós, como oferta e sacrifício a Deus, em aroma suave.",
            "NVI": "Efésios 5:1-2 - Portanto, sejam imitadores de Deus, como filhos amados, e vivam em amor, como também Cristo nos amou e se entregou por nós como oferta e sacrifício de aroma agradável a Deus."
        },
        "comentario": "Devemos seguir o exemplo de Cristo, que se entregou por nós em amor. Isso nos chama a uma vida de amor sacrificial e imitação do caráter divino."
    },
    {
        "pergunta": "Qual a instrução de Paulo em Efésios 4:25 sobre a comunicação?",
        "opcoes": ["Deixar a mentira e falar a verdade com o próximo", "Ser indiferente à mentira", "Usar a mentira quando for conveniente", "Falar mentiras para proteger os outros"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:25 - Pelo que deixai a mentira e falai a verdade cada um com o seu próximo; porque somos membros uns dos outros.",
            "ARA": "Efésios 4:25 - Por isso, deixando a mentira, fale cada um a verdade com o seu próximo, porque somos membros uns dos outros.",
            "NVI": "Efésios 4:25 - Portanto, cada um de vocês deve abandonar a mentira e falar a verdade ao seu próximo, pois todos somos membros de um mesmo corpo."
        },
        "comentario": "A verdade é fundamental para a edificação do corpo de Cristo. A mentira compromete a unidade da igreja e a sinceridade entre os irmãos."
    },
    {
        "pergunta": "O que Paulo ensina sobre o relacionamento entre maridos e esposas?",
        "opcoes": ["Maridos devem amar suas esposas como Cristo amou a igreja", "Esposas devem ser submissas ao marido em tudo", "O marido deve ser o chefe da esposa em todas as áreas", "A mulher deve servir ao marido"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:25 - Vós, maridos, amai vossa mulher, como também Cristo amou a igreja e a si mesmo se entregou por ela,",
            "ARA": "Efésios 5:25 - Maridos, amai vossa mulher, como também Cristo amou a igreja e a si mesmo se entregou por ela,",
            "NVI": "Efésios 5:25 - Maridos, amem suas mulheres, assim como Cristo amou a igreja e entregou-se a si mesmo por ela"
        },
        "comentario": "O amor sacrificial é o princípio que deve guiar o relacionamento conjugal. O marido deve amar a esposa com o mesmo amor de Cristo pela igreja."
    },
    {
        "pergunta": "Em Efésios 4:32, como devemos tratar os outros?",
        "opcoes": ["Com bondade, misericórdia e perdão mútuo", "Com julgamento e correção", "Com raiva e frustração", "Com egoísmo e indiferença"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:32 - Antes, sede uns para com os outros benignos, misericordiosos, perdoando-vos uns aos outros, como também Deus vos perdoou em Cristo.",
            "ARA": "Efésios 4:32 - Antes, sede uns para com os outros benignos, compassivos, perdoando-vos uns aos outros, como também Deus, em Cristo, vos perdoou.",
            "NVI": "Efésios 4:32 - Sejam bondosos e compassivos uns para com os outros, perdoando-se mutuamente, assim como Deus os perdoou em Cristo."
        },
        "comentario": "O perdão e a bondade mútua são essenciais para manter a unidade no corpo de Cristo. Devemos refletir a graça que Deus nos deu em nosso tratamento com os outros."
    },
    {
        "pergunta": "Qual é a demonstração suprema do poder de Deus mencionada em Efésios 1?",
        "opcoes": ["O poder que ressuscitou Cristo dentre os mortos", "O poder de curar os enfermos", "O poder de criar o universo", "O poder de prosperar os justos"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 1:19-20 - e qual a sobre-excelente grandeza do seu poder sobre nós, os que cremos, segundo a operação da força do seu poder, que manifestou em Cristo, ressuscitando-o dos mortos e pondo-o à sua direita nos céus,",
            "ARA": "Efésios 1:19-20 - e qual a suprema grandeza do seu poder para com os que cremos, segundo a eficácia da força do seu poder; o qual exerceu ele em Cristo, ressuscitando-o dentre os mortos e fazendo-o sentar à sua direita nos lugares celestiais,",
            "NVI": "Efésios 1:19-20 - e a incomparável grandeza do seu poder para conosco, os que cremos, conforme a atuação da sua poderosa força. Esse poder ele exerceu em Cristo, ressuscitando-o dos mortos e fazendo-o assentar-se à sua direita, nas regiões celestiais,"
        },
        "comentario": "O maior exemplo do poder de Deus foi na ressurreição de Cristo. Esse poder não apenas restaurou Cristo, mas também assegura a vitória dos crentes sobre a morte."
    },
    {
        "pergunta": "De acordo com Efésios 2:1-2, como estávamos antes de recebermos a vida em Cristo?",
        "opcoes": ["Mortos em nossos delitos e pecados", "Apenas confusos espiritualmente", "Bons, mas precisando de direção", "Vivendo em plena harmonia"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 2:1-2 - E vos vivificou, estando vós mortos em ofensas e pecados, em que, noutro tempo, andastes, segundo o curso deste mundo, segundo o príncipe das potestades do ar, do espírito que, agora, opera nos filhos da desobediência;",
            "ARA": "Efésios 2:1-2 - Ele vos deu vida, estando vós mortos nos vossos delitos e pecados, nos quais andastes outrora, segundo o curso deste mundo, segundo o príncipe da potestade do ar, do espírito que agora atua nos filhos da desobediência;",
            "NVI": "Efésios 2:1-2 - Vocês estavam mortos em suas transgressões e pecados, nos quais costumavam viver, quando seguiam a presente ordem deste mundo e o príncipe do poder do ar, o espírito que agora está atuando nos que vivem na desobediência."
        },
        "comentario": "A Bíblia é clara ao afirmar que, sem Cristo, a condição humana é de morte espiritual, completamente separados de Deus por causa do pecado."
    },
    {
        "pergunta": "O que o 'muro da inimizade' derrubado por Cristo simbolizava, segundo Efésios 2:14?",
        "opcoes": ["A separação entre judeus e gentios", "A barreira entre ricos e pobres", "A divisão entre anjos e homens", "O véu do templo"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 2:14 - Porque ele é a nossa paz, o qual de ambos os povos fez um; e, derribando a parede de separação que estava no meio,",
            "ARA": "Efésios 2:14 - Porque ele é a nossa paz, o qual de ambos fez um; e, tendo derribado a parede da separação que estava no meio, a inimizade,",
            "NVI": "Efésios 2:14 - Pois ele é a nossa paz, o qual de ambos os povos fez um e destruiu a barreira, o muro de inimizade,"
        },
        "comentario": "Cristo uniu judeus e gentios em um novo povo, a Igreja, quebrando a barreira legal e cultural que os separava."
    },
    {
        "pergunta": "Qual é o selo da nossa herança, conforme Efésios 1:13-14?",
        "opcoes": ["O Espírito Santo da promessa", "O batismo nas águas", "A frequência na igreja", "As boas obras"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 1:13-14 - em quem também vós estais, depois que ouvistes a palavra da verdade, o evangelho da vossa salvação; e, tendo nele também crido, fostes selados com o Espírito Santo da promessa; o qual é o penhor da nossa herança, para redenção da possessão de Deus, para louvor da sua glória.",
            "ARA": "Efésios 1:13-14 - em quem também vós, depois que ouvistes a palavra da verdade, o evangelho da vossa salvação, tendo nele também crido, fostes selados com o Santo Espírito da promessa; o qual é o penhor da nossa herança, até ao resgate da sua propriedade, em louvor da sua glória.",
            "NVI": "Efésios 1:13-14 - Nele, quando vocês ouviram a palavra da verdade, o evangelho da sua salvação, e creram, foram selados com o Espírito Santo da promessa, que é a garantia da nossa herança até a redenção daqueles que pertencem a Deus, para o louvor da sua glória."
        },
        "comentario": "O Espírito Santo em nós é a garantia, o selo de Deus, que confirma que pertencemos a Ele e que nossa herança eterna está segura."
    },
    {
        "pergunta": "Em Efésios 4:3, qual é o esforço que os crentes devem fazer diligentemente?",
        "opcoes": ["Guardar a unidade do Espírito pelo vínculo da paz", "Alcançar a perfeição individual", "Acumular conhecimento teológico", "Construir grandes templos"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:3 - procurando guardar a unidade do Espírito pelo vínculo da paz.",
            "ARA": "Efésios 4:3 - esforçando-vos diligentemente por preservar a unidade do Espírito no vínculo da paz.",
            "NVI": "Efésios 4:3 - Façam todo o esforço para conservar a unidade do Espírito pelo vínculo da paz."
        },
        "comentario": "A unidade da Igreja não é algo que criamos, mas algo que Deus já estabeleceu. Nosso papel é preservá-la ativamente através da paz."
    },
    {
        "pergunta": "O que Paulo adverte em Efésios 4:26-27 sobre a ira?",
        "opcoes": ["Não pecar ao se irar e não dar lugar ao diabo", "Nunca sentir raiva", "Expressar a ira de qualquer maneira", "Guardar a ira no coração"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:26-27 - Irai-vos e não pequeis; não se ponha o sol sobre a vossa ira. Não deis lugar ao diabo.",
            "ARA": "Efésios 4:26-27 - Irai-vos e не pequeis; não se ponha o sol sobre a vossa ira, nem deis lugar ao diabo.",
            "NVI": "Efésios 4:26-27 - 'Quando vocês ficarem irados, não pequem'. Apazigüem a sua ira antes que o sol se ponha, e não dêem lugar ao diabo."
        },
        "comentario": "A ira é uma emoção humana, mas deve ser controlada e resolvida rapidamente para não se tornar uma porta de entrada para a influência maligna."
    },
    {
        "pergunta": "Qual é o propósito dos dons ministeriais (apóstolos, profetas, etc.) dados em Efésios 4:11-12?",
        "opcoes": ["Aperfeiçoar os santos para a obra do ministério e edificação do corpo de Cristo", "Criar uma hierarquia de poder na igreja", "Garantir salários aos líderes", "Promover competições de dons"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:11-12 - E ele mesmo deu uns para apóstolos, e outros para profetas, e outros para evangelistas, e outros para pastores e doutores, querendo o aperfeiçoamento dos santos, para a obra do ministério, para edificação do corpo de Cristo;",
            "ARA": "Efésios 4:11-12 - E ele mesmo concedeu uns para apóstolos, outros para profetas, outros para evangelistas e outros para pastores e mestres, com vistas ao aperfeiçoamento dos santos para o desempenho do seu serviço, para a edificação do corpo de Cristo,",
            "NVI": "Efésios 4:11-12 - E ele designou alguns para apóstolos, outros para profetas, outros para evangelistas, e outros para pastores e mestres, com o fim de preparar os santos para a obra do ministério, para que o corpo de Cristo seja edificado,"
        },
        "comentario": "Os líderes são dados por Deus para capacitar cada membro da igreja a servir e a contribuir para o crescimento e saúde de todo o corpo."
    },
    {
        "pergunta": "Em Efésios 5:15-16, Paulo nos exorta a andar de que maneira?",
        "opcoes": ["Prudentemente, não como néscios, mas como sábios, remindo o tempo", "De forma relaxada, sem preocupações", "Conforme os costumes do mundo", "Sempre em silêncio e meditação"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:15-16 - Portanto, vede prudentemente como andais, não como néscios, mas como sábios, remindo o tempo, porquanto os dias são maus.",
            "ARA": "Efésios 5:15-16 - Portanto, vede prudentemente como andais, não como néscios, e sim como sábios, aproveitando bem o tempo, porque os dias são maus.",
            "NVI": "Efésios 5:15-16 - Tenham cuidado com a maneira como vocês vivem; que não seja como insensatos, mas como sábios, aproveitando ao máximo cada oportunidade, porque os dias são maus."
        },
        "comentario": "Devemos usar nosso tempo de forma sábia e intencional para a glória de Deus, pois as oportunidades são preciosas e os dias são cheios de maldade."
    },
    {
        "pergunta": "Em vez de se embriagar com vinho, com o que os crentes devem se encher, segundo Efésios 5:18?",
        "opcoes": ["Do Espírito Santo", "De alegria e festas", "De conhecimento filosófico", "De trabalho árduo"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:18 - E não vos embriagueis com vinho, em que há contenda, mas enchei-vos do Espírito,",
            "ARA": "Efésios 5:18 - E não vos embriagueis com vinho, no qual há dissolução, mas enchei-vos do Espírito,",
            "NVI": "Efésios 5:18 - Não se embriaguem com vinho, que leva à libertinagem, mas deixem-se encher pelo Espírito,"
        },
        "comentario": "O controle da nossa vida não deve vir de substâncias externas, mas da influência e do poder contínuo do Espírito Santo em nós."
    },
    {
        "pergunta": "Qual é a instrução para os filhos em Efésios 6:1?",
        "opcoes": ["Obedecer a seus pais no Senhor, pois isto é justo", "Seguir seus próprios caminhos", "Questionar todas as ordens", "Obedecer apenas se concordarem"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:1 - Vós, filhos, sede obedientes a vossos pais no Senhor, porque isto é justo.",
            "ARA": "Efésios 6:1 - Filhos, obedecei a vossos pais no Senhor, pois isto é justo.",
            "NVI": "Efésios 6:1 - Filhos, obedeçam a seus pais no Senhor, pois isso é justo."
        },
        "comentario": "A obediência aos pais é um princípio de honra e justiça estabelecido por Deus, fundamental para a ordem da família e da sociedade."
    },
    {
        "pergunta": "Contra o que realmente lutamos, de acordo com Efésios 6:12?",
        "opcoes": ["Contra principados, potestades e hostes espirituais da maldade", "Contra pessoas de carne e sangue", "Contra governos e sistemas políticos", "Contra outras religiões"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:12 - porque não temos que lutar contra carne e sangue, mas, sim, contra os principados, contra as potestades, contra os príncipes das trevas deste século, contra as hostes espirituais da maldade, nos lugares celestiais.",
            "ARA": "Efésios 6:12 - porque a nossa luta não é contra o sangue e a carne, e sim contra os principados e potestades, contra os dominadores deste mundo tenebroso, contra as forças espirituais do mal, nas regiões celestes.",
            "NVI": "Efésios 6:12 - Pois a nossa luta não é contra seres humanos, mas contra os poderes e autoridades, contra os dominadores deste mundo de trevas, contra as forças espirituais do mal nas regiões celestiais."
        },
        "comentario": "Nossa verdadeira batalha не é humana, mas espiritual. Precisamos da armadura de Deus para lutar contra as forças invisíveis do mal."
    },
    {
        "pergunta": "O que o 'escudo da fé' é capaz de fazer, conforme Efésios 6:16?",
        "opcoes": ["Apagar todos os dardos inflamados do maligno", "Garantir prosperidade material", "Tornar o crente invisível", "Desviar apenas ataques físicos"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:16 - tomando sobretudo o escudo da fé, com o qual podereis apagar todos os dardos inflamados do maligno.",
            "ARA": "Efésios 6:16 - embraçando sempre o escudo da fé, com o qual podereis apagar todos os dardos inflamados do Maligno.",
            "NVI": "Efésios 6:16 - Além disso, usem o escudo da fé, com o qual vocês poderão apagar todas as setas inflamadas do Maligno."
        },
        "comentario": "A fé em Deus e em Suas promessas age como um escudo que nos protege das dúvidas, acusações e tentações que o inimigo lança contra nós."
    },
    {
        "pergunta": "Qual é a base da igreja, segundo Efésios 2:20?",
        "opcoes": ["O fundamento dos apóstolos e dos profetas, sendo Jesus Cristo a principal pedra de esquina", "As tradições dos homens", "A popularidade dos líderes", "A quantidade de membros"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 2:20 - edificados sobre o fundamento dos apóstolos e dos profetas, de que Jesus Cristo é a principal pedra da esquina;",
            "ARA": "Efésios 2:20 - edificados sobre o fundamento dos apóstolos e profetas, sendo ele mesmo, Cristo Jesus, a pedra angular;",
            "NVI": "Efésios 2:20 - edificados sobre o fundamento dos apóstolos e dos profetas, tendo Jesus Cristo como pedra angular,"
        },
        "comentario": "A igreja é construída sobre o ensinamento revelado por Cristo através dos apóstolos e profetas, com o próprio Cristo sendo o alicerce central."
    },
    {
        "pergunta": "Em Efésios 3:20, o que Deus é poderoso para fazer?",
        "opcoes": ["Infinitamente mais do que tudo o que pedimos ou pensamos", "Apenas o que pedimos em oração", "Somente o que está predestinado", "O que for da nossa vontade"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 3:20 - Ora, àquele que é poderoso para fazer tudo muito mais abundantemente além daquilo que pedimos ou pensamos, segundo o poder que em nós opera,",
            "ARA": "Efésios 3:20 - Ora, àquele que é poderoso para fazer infinitamente mais do que tudo quanto pedimos ou pensamos, conforme o seu poder que opera em nós,",
            "NVI": "Efésios 3:20 - Àquele que é capaz de fazer infinitamente mais do que tudo o que pedimos ou pensamos, de acordo com o seu poder que atua em nós,"
        },
        "comentario": "O poder de Deus que atua em nós não tem limites e supera nossa imaginação e nossas petições mais ousadas."
    },
    {
        "pergunta": "Qual atitude devemos ter ao falar, segundo Efésios 4:29?",
        "opcoes": ["Que nenhuma palavra torpe saia da vossa boca, mas só a que for boa para promover a edificação", "Falar o que vier à mente", "Usar gírias para se enturmar", "Falar apenas sobre teologia"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:29 - Não saia da vossa boca nenhuma palavra torpe, mas só a que for boa para promover a edificação, para que dê graça aos que a ouvem.",
            "ARA": "Efésios 4:29 - Não saia da vossa boca nenhuma palavra torpe, e sim unicamente a que for boa para edificação, conforme a necessidade, e, assim, transmita graça aos que ouvem.",
            "NVI": "Efésios 4:29 - Nenhuma palavra torpe saia da boca de vocês, mas apenas a que for útil para edificar os outros, conforme a necessidade, para que conceda graça aos que a ouvem."
        },
        "comentario": "Nossas palavras têm o poder de construir ou destruir. Devemos usá-las intencionalmente para abençoar e fortalecer os outros."
    },
    {
        "pergunta": "Como as esposas devem se submeter aos maridos, de acordo com Efésios 5:22?",
        "opcoes": ["Como ao Senhor", "Com medo e relutância", "Apenas em algumas coisas", "Se o marido merecer"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:22 - Vós, mulheres, sujeitai-vos a vosso marido, como ao Senhor;",
            "ARA": "Efésios 5:22 - As mulheres sejam submissas ao seu próprio marido, como ao Senhor;",
            "NVI": "Efésios 5:22 - Mulheres, sujeite-se cada uma a seu marido, como ao Senhor,"
        },
        "comentario": "A submissão bíblica é uma atitude de respeito e cooperação voluntária, feita como um ato de obediência e adoração a Deus."
    },
    {
        "pergunta": "O que Paulo instrui os pais a não fazerem em Efésios 6:4?",
        "opcoes": ["Não provocar a ira em seus filhos", "Dar tudo o que eles pedem", "Ignorar a disciplina", "Serem ausentes"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:4 - E vós, pais, não provoqueis a ira a vossos filhos, mas criai-os na doutrina e admoestação do Senhor.",
            "ARA": "Efésios 6:4 - E vós, pais, não provoqueis vossos filhos à ira, mas criai-os na disciplina e na admoestação do Senhor.",
            "NVI": "Efésios 6:4 - Pais, não irritem seus filhos; antes criem-nos segundo a instrução e o conselho do Senhor."
        },
        "comentario": "Os pais devem disciplinar e instruir com amor e paciência, evitando um tratamento injusto ou severo que possa desanimar os filhos."
    },
    {
        "pergunta": "Qual é a função da 'couraça da justiça' em Efésios 6:14?",
        "opcoes": ["Proteger o coração de acusações e da prática da injustiça", "Proteger as costas de ataques", "Garantir que sempre venceremos debates", "Dar força física"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:14 - Estai, pois, firmes, tendo cingidos os vossos lomos com a verdade, e vestida a couraça da justiça,",
            "ARA": "Efésios 6:14 - Estai, pois, firmes, cingindo-vos com a verdade e vestindo-vos da couraça da justiça.",
            "NVI": "Efésios 6:14 - Assim, mantenham-se firmes, cingindo-se com o cinto da verdade, vestindo a couraça da justiça"
        },
        "comentario": "A justiça aqui se refere à justiça de Cristo que recebemos e à nossa subsequente vida de retidão, que protege nosso ser interior (coração, emoções) das condenações do pecado."
    },
    {
        "pergunta": "Em Efésios 2:10, para que fomos criados em Cristo Jesus?",
        "opcoes": ["Para as boas obras, as quais Deus preparou de antemão", "Para uma vida de descanso e lazer", "Para julgar o mundo", "Apenas para a nossa própria salvação"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 2:10 - Porque somos feitura sua, criados em Cristo Jesus para as boas obras, as quais Deus preparou para que andássemos nelas.",
            "ARA": "Efésios 2:10 - Pois somos feitura dele, criados em Cristo Jesus para boas obras, as quais Deus de antemão preparou para que andássemos nelas.",
            "NVI": "Efésios 2:10 - Porque somos criação de Deus realizada em Cristo Jesus para fazermos boas obras, as quais Deus preparou de antemão para que nós as praticássemos."
        },
        "comentario": "A salvação não é o fim, mas o começo. Somos salvos PARA um propósito: viver uma vida de boas obras que glorificam a Deus, planejadas por Ele."
    },
    {
        "pergunta": "O que Paulo nos aconselha a fazer em Efésios 4:31?",
        "opcoes": ["Tirar de nós toda amargura, ira, cólera, gritaria e maledicência", "Ignorar os sentimentos negativos", "Descontar a raiva em outras pessoas", "Guardar rancor para se proteger"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:31 - Toda amargura, e ira, e cólera, e gritaria, e blasfêmia, e toda malícia seja tirada de entre vós.",
            "ARA": "Efésios 4:31 - Longe de vós, toda amargura, e cólera, e ira, e gritaria, e blasfêmias, e bem assim toda malícia.",
            "NVI": "Efésios 4:31 - Livrem-se de toda amargura, indignação e ira, gritaria e calúnia, bem como de toda maldade."
        },
        "comentario": "Essas atitudes tóxicas destroem relacionamentos e entristecem o Espírito Santo. Devemos removê-las ativamente da nossa vida."
    },
    {
        "pergunta": "Como devemos cantar e salmodiar, segundo Efésios 5:19?",
        "opcoes": ["Falando entre nós com salmos, hinos e cânticos espirituais, cantando e salmodiando ao Senhor no coração", "Apenas em voz alta na congregação", "Em silêncio e sozinhos", "Apenas com instrumentos musicais"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:19 - falando entre vós com salmos, e hinos, e cânticos espirituais, cantando e salmodiando ao Senhor no vosso coração,",
            "ARA": "Efésios 5:19 - falando entre vós com salmos, hinos e cânticos espirituais, cantando e salmodiando ao Senhor no vosso coração,",
            "NVI": "Efésios 5:19 - Falando entre si com salmos, hinos e cânticos espirituais, cantando e louvando de coração ao Senhor,"
        },
        "comentario": "A adoração é uma expressão comunitária e individual de um coração grato e cheio do Espírito, que transborda em louvor a Deus."
    },
    {
        "pergunta": "Qual é a exortação final de Paulo em Efésios 6:10?",
        "opcoes": ["Sede fortalecidos no Senhor e na força do seu poder", "Confiai na vossa própria força", "Evitai todo tipo de conflito", "Buscai poder político"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:10 - No demais, irmãos meus, fortalecei-vos no Senhor e na força do seu poder.",
            "ARA": "Efésios 6:10 - Finalmente, sede fortalecidos no Senhor e na força do seu poder.",
            "NVI": "Efésios 6:10 - Finalmente, fortaleçam-se no Senhor e no seu forte poder."
        },
        "comentario": "A vida cristã e a batalha espiritual não podem ser vividas com nossa própria força. Dependemos inteiramente do poder ilimitado de Deus."
    },
    {
        "pergunta": "O que o 'calçado da preparação do evangelho da paz' (Efésios 6:15) representa?",
        "opcoes": ["A firmeza e prontidão para proclamar as boas novas de paz", "Sapatos literais para caminhar", "A capacidade de fugir de problemas", "Uma vida sem dificuldades"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:15 - e calçados os pés na preparação do evangelho da paz;",
            "ARA": "Efésios 6:15 - calçai os pés com a preparação do evangelho da paz;",
            "NVI": "Efésios 6:15 - e tendo os pés calçados com a prontidão do evangelho da paz."
        },
        "comentario": "Representa a estabilidade que o evangelho nos dá e a nossa prontidão para levar a mensagem de reconciliação com Deus aonde quer que formos."
    },
    {
        "pergunta": "Em Efésios 1:7, o que temos por meio do sangue de Cristo?",
        "opcoes": ["A redenção e a remissão das ofensas", "A prosperidade financeira", "A saúde física perfeita", "A isenção de sofrimentos"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 1:7 - Em quem temos a redenção pelo seu sangue, a remissão das ofensas, segundo as riquezas da sua graça,",
            "ARA": "Efésios 1:7 - no qual temos a redenção, pelo seu sangue, a remissão dos pecados, segundo a riqueza da sua graça,",
            "NVI": "Efésios 1:7 - Nele temos a redenção por meio de seu sangue, o perdão dos pecados, de acordo com as riquezas da graça de Deus,"
        },
        "comentario": "O sacrifício de Cristo na cruz pagou o preço pelo nosso resgate (redenção) e pelo perdão completo dos nossos pecados."
    },
    {
        "pergunta": "Qual é o 'único' corpo, Espírito, esperança, Senhor, fé e batismo mencionados em Efésios 4:4-5?",
        "opcoes": ["A base da unidade da fé cristã", "Uma sugestão de como a igreja deveria ser", "Uma lista de coisas opcionais", "Elementos exclusivos para a igreja de Éfeso"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 4:4-5 - Há um só corpo e um só Espírito, como também fostes chamados em uma só esperança da vossa vocação; um só Senhor, uma só fé, um só batismo;",
            "ARA": "Efésios 4:4-5 - há somente um corpo e um Espírito, como também fostes chamados numa só esperança da vossa vocação; há um só Senhor, uma só fé, um só batismo;",
            "NVI": "Efésios 4:4-5 - Há um só corpo e um só Espírito, assim como a esperança para a qual vocês foram chamados é uma só; há um só Senhor, uma só fé, um só batismo,"
        },
        "comentario": "Esses sete 'uns' formam o fundamento teológico da unidade da Igreja. Apesar da nossa diversidade, estamos unidos nessas verdades centrais."
    },
    {
        "pergunta": "Como os servos (ou empregados) devem servir a seus senhores (ou empregadores) em Efésios 6:5-7?",
        "opcoes": ["Com obediência, temor e tremor, na sinceridade do coração, como a Cristo", "Com o mínimo esforço possível", "Apenas quando estiverem sendo observados", "Buscando apenas o próprio benefício"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:5-7 - Vós, servos, obedecei a vosso senhor segundo a carne, com temor e tremor, na sinceridade de vosso coração, como a Cristo, não servindo à vista, como para agradar aos homens, mas como servos de Cristo, fazendo de coração a vontade de Deus, servindo de boa vontade como ao Senhor e não como aos homens,",
            "ARA": "Efésios 6:5-7 - Quanto a vós outros, servos, obedecei a vosso senhor segundo a carne com temor e tremor, na sinceridade do vosso coração, como a Cristo, não servindo à vista, como para agradar a homens, mas como servos de Cristo, fazendo, de coração, a vontade de Deus; servindo de boa vontade, como ao Senhor e não como a homens,",
            "NVI": "Efésios 6:5-7 - Escravos, obedeçam a seus senhores terrenos com respeito e temor, com sinceridade de coração, como a Cristo. Obedeçam-lhes, não apenas para agradá-los quando eles os observam, mas como escravos de Cristo, fazendo de coração a vontade de Deus. Sirvam aos seus senhores de boa vontade, como ao Senhor, e não aos homens,"
        },
        "comentario": "O trabalho, para o cristão, é uma forma de adoração. Deve ser feito com excelência e sinceridade, como se estivéssemos servindo diretamente ao Senhor."
    },
    {
        "pergunta": "O que Paulo pede que os efésios façam por ele em Efésios 6:19?",
        "opcoes": ["Orem para que ele possa anunciar o mistério do evangelho com ousadia", "Enviem dinheiro para seu sustento", "Escrevam cartas de recomendação", "Planejem sua fuga da prisão"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 6:19 - e por mim; para que me seja dada, no abrir da minha boca, a palavra com confiança, para fazer notório o mistério do evangelho,",
            "ARA": "Efésios 6:19 - e também por mim; para que me seja dada, no abrir da minha boca, a palavra, para, com intrepidez, fazer conhecido o mistério do evangelho,",
            "NVI": "Efésios 6:19 - Orem também por mim, para que, quando eu falar, seja-me dada a mensagem a fim de que, destemidamente, torne conhecido o mistério do evangelho,"
        },
        "comentario": "Mesmo preso, a maior preocupação de Paulo não era seu conforto, mas a proclamação corajosa do evangelho. Ele dependia da oração da igreja para isso."
    },
    {
        "pergunta": "De acordo com Efésios 5:3, o que não deve sequer ser nomeado entre os santos?",
        "opcoes": ["A impureza, a avareza e toda a sorte de imoralidade", "Debates teológicos complexos", "A alegria e o riso", "Planos para o futuro"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:3 - Mas a prostituição e toda impureza ou avareza nem ainda se nomeiem entre vós, como convém a santos;",
            "ARA": "Efésios 5:3 - Mas a impudicícia e toda sorte de impurezas ou cobiça nem sequer se nomeiem entre vós, como convém a santos;",
            "NVI": "Efésios 5:3 - Entre vocês não deve haver nem sequer menção de imoralidade sexual como também de nenhuma espécie de impureza e de cobiça; pois essas coisas não são próprias para os santos."
        },
        "comentario": "O padrão de santidade para o povo de Deus é tão elevado que essas práticas pecaminosas devem estar completamente ausentes de sua comunidade."
    },
    {
        "pergunta": "Quem é a cabeça do corpo, a igreja, segundo Efésios 1:22-23?",
        "opcoes": ["Cristo, a quem Deus sujeitou todas as coisas debaixo de seus pés", "O apóstolo Paulo", "Os presbíteros locais", "Um conselho de apóstolos"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 1:22-23 - E sujeitou todas as coisas a seus pés e, sobre todas as coisas, o constituiu como cabeça da igreja, que é o seu corpo, a plenitude daquele que cumpre tudo em todos.",
            "ARA": "Efésios 1:22-23 - E pôs todas as coisas debaixo dos pés e, para ser o cabeça sobre todas as coisas, o deu à igreja, a qual é o seu corpo, a plenitude daquele que a tudo enche em todas as coisas.",
            "NVI": "Efésios 1:22-23 - Deus colocou todas as coisas debaixo de seus pés e o designou cabeça de todas as coisas para a igreja, que é o seu corpo, a plenitude daquele que enche todas as coisas, em toda e qualquer circunstância."
        },
        "comentario": "Cristo detém a autoridade suprema sobre a Igreja. Ele a lidera, a nutre e a dirige, e todos os membros estão unidos sob a Sua soberania."
    },
    {
        "pergunta": "Em Efésios 3:17-19, pelo que Paulo ora para que os crentes sejam capazes de compreender?",
        "opcoes": ["A largura, o comprimento, a altura e a profundidade do amor de Cristo", "As profecias do fim dos tempos", "Os mistérios da criação", "As línguas dos anjos"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 3:17-19 - para que Cristo habite, pela fé, no vosso coração; a fim de, estando arraigados e fundados em caridade, poderdes perfeitamente compreender, com todos os santos, qual seja a largura, e o comprimento, e a altura, e a profundidade e conhecer o amor de Cristo, que excede todo entendimento, para que sejais cheios de toda a plenitude de Deus.",
            "ARA": "Efésios 3:17-19 - e, assim, habite Cristo no vosso coração, pela fé, estando vós arraigados e alicerçados em amor, a fim de poderdes compreender, com todos os santos, qual é a largura, e o comprimento, e a altura, e a profundidade e conhecer o amor de Cristo, que excede todo o entendimento, para que sejais tomados de toda a plenitude de Deus.",
            "NVI": "Efésios 3:17-19 - para que Cristo habite em seus corações mediante a fé; e oro para que vocês, arraigados e alicerçados em amor, possam, juntamente com todos os santos, compreender a largura, o comprimento, a altura e a profundidade, e conhecer o amor de Cristo que excede todo conhecimento, para que vocês sejam cheios de toda a plenitude de Deus."
        },
        "comentario": "O amor de Cristo é tão vasto e profundo que ultrapassa o intelecto humano. Precisamos do poder de Deus para começar a experimentá-lo."
    },
    {
        "pergunta": "Qual é o resultado de não se encher do Espírito, conforme Efésios 5:18?",
        "opcoes": ["A dissolução (ou contenda)", "A tristeza profunda", "A perda da salvação", "O sucesso material"],
        "correta": 0,
        "versiculos": {
            "ARC": "Efésios 5:18 - E não vos embriagueis com vinho, em que há contenda, mas enchei-vos do Espírito,",
            "ARA": "Efésios 5:18 - E não vos embriagueis com vinho, no qual há dissolução, mas enchei-vos do Espírito,",
            "NVI": "Efésios 5:18 - Não se embriaguem com vinho, que leva à libertinagem, mas deixem-se encher pelo Espírito,"
        },
        "comentario": "A palavra 'contenda' (ou dissolução) aponta para uma vida de excessos, desordem e caos, em contraste com a vida ordenada e cheia de frutos produzida pelo Espírito."
    }
]